{
    "roles": [
        ["מפק\"צ טירונות"],
        ["מפקדת בגדנע"],
        ["משקית חינוך"],
        ["קהילה", "גשרים / תקומה"],
        ["מערך פרוס", "עברית"]
    ],
  "game-tree": [
    {
      "description": [
        "את מפקדת טירונים באחד מבסיסי הטירונות של החיל, תפקידך להכניס את החייל לשירות בצה\"ל, להעביר לו בטירונות את כלל התכנים הנדרשים לצד הכנה מנטלית, ערכית ומשמעתית לשירות סדיר בצה\"ל.",
        "החייל - נהוראי גר אצל סבתא שלו שאימצה אותו בגיל קטן לאחר שהאב עזב את הבית והאם לא מתפקדת. מצבם הכלכלי בבית קשה, סבתו חולה ולא מתפקדת באופן עצמאי.",
        "הסיטואציה - נהוראי מבקש לצאת בדחיפות ללוות את סבתא לניתוח. נהוראי שיקר בעבר מספר פעמים על המצב בבית כדי לצאת מהבסיס. הוא ניגש אליך בצהריים אחרי שהגיש בבוקר בקשת יציאה בצורה מסודרת להבין מה התשובה ומבקש לצאת בהקדם."
      ],
      "video": "",
      "headlineChoices": [
        "אני חייב לצאת לסבתא שלי, הגשתי לך את בקשת היציאה בבוקר ואני חייב לצאת כבר ללוות את סבתא לניתוח... אני יכול לצאת?",
        "מה תעשי?"
      ],
      "choices": [
        {
          "text": "א. \"לא יוצא\" - נהוראי אתה כבר שיקרת לי כמה פעמים, לא הגיוני שקובעים ניתוח מאתמול להיום. אתה לא יוצא, הבקשה לא מאושרת.",
          "next": "left1"
        },
        {
          "text": "ב. \"יוצא אך לא בוודאות\" - מנהלת שיחה עם החייל, ומבקשת פרטים על אף שהכול היה כתוב בבקשת יציאה. אומרת לו שאין בעיה אתה יכול לצאת, אני ממש מבינה כמה סבתא חשובה לך ושאתה אחראי עליה, אדבר עם המ\"מ ואגיד לה לאשר.",
          "next": "right1"
        }
      ],
      "next": {
        "left1": {
          "video": "/videos/left1.mp4",
          "headlineChoices": [
            "נהוראי מתעצבן ומתחיל לצעוק עליך: \"מה לא יוצא המפקדת וואלה נודר נדר אני החייל הכי טוב שלך פה, את יודעת שאם לא אני סבתא אין אף אחד שידאג לסבתא שלי, אם היא תמות זה יהיה באשמתך! באיזה קטע אתם לא נותנים לי לצאת?!? אנלא שואל אותכם. אני יוצא עוד שעה.\""
          ],
          "choices": [
            {
              "text": "א. בלימת צעקות - את עוצרת את נהוראי מהצעקות שלו, מעמידה אותו במקום ומזכירה לו שהוא החייל שלך ולא הוא קובע מתי ואיך הוא יוצא.",
              "next": "left2"
            },
            {
              "text": "ב. חוזרת בך - את אומרת לו שהוא לא יוצא, מנסה לייצר איתו שיחה שמסבירה לו מדוע הוא לא יוצא, משקפת לו למה התקבלה החלטה ולהדגיש לו את התהליך האישי שלו. ואז את מבינה שיש כאן אירוע שאולי יותר גדול ממה שחשבת, את שואלת אותו שאלות ומבקשת פרטים על הסיטואציה, אומרת לו שתבדקי שוב מה אפשר לעשות וחוזרת להתייעץ עם המפקדת שלך.",
              "next": "right2"
            }
          ]
        },
        "right1": {
          "video": "/videos/right1.mp4",
          "headlineChoices": [
            "נהוראי: \"מה את לא סומכת עלי? אני ממציא שיש לה ניתוח? התפנה תור מעכשיו לעכשיו, אנלא זוכר איזה שעה זה, ושבדקתי עם הבית חולים אמרו לי לבוא בבוקר ושיכניסו אותנו בין התורים. אני חייב ללכת אבל מה את לא מבינה, אני מאחר סבתא מחכה לי. וואלה המפקדת ידעתי שאפשר לסמוך עליך, את המפקדת הכי טובה פה אין כמוך, אני צריך שתבדקי עם המ\"מ כמה שיותר מהר. מתי אני יכול ללכת?\"",
            "אישרת יציאה - נהוראי מוקיר ומבסוט."
          ],
          "choices": [
            {
              "text": "א. אומרת לו כי הוא חייב לחזור עד שעה מסוימת כי הש\"ג נסגר ושיעדכן מה שלום סבתא שלו.",
              "next": "end3"
            },
            {
              "text": "ב. מדגישה בפניו כי זה עדיין באישור של המ\"מ וזה עדיין לא סופי.",
              "next": "end4"
            }
          ]
        }
      }
    }
  ]
}