{
  "roles": [
    [
      "מפק\"צ טירונות"
    ],
    [
      "מפקדת בגדנע"
    ],
    [
      "משקית חינוך"
    ],
    [
      "קהילה",
      "גשרים / תקומה"
    ],
    [
      "מערך פרוס",
      "עברית"
    ]
  ],
  "game-tree": [
    {
      "description": [
        "את מפקדת טירונים באחד מבסיסי הטירונות של החיל, תפקידך להכניס את החייל לשירות בצה\"ל, להעביר לו בטירונות את כלל התכנים הנדרשים לצד הכנה מנטלית, ערכית ומשמעתית לשירות סדיר בצה\"ל.",
        "החייל - נהוראי גר אצל סבתא שלו שאימצה אותו בגיל קטן לאחר שהאב עזב את הבית והאם לא מתפקדת. מצבם הכלכלי בבית קשה, סבתו חולה ולא מתפקדת באופן עצמאי.",
        "הסיטואציה - נהוראי מבקש לצאת בדחיפות ללוות את סבתא לניתוח. נהוראי שיקר בעבר מספר פעמים על המצב בבית כדי לצאת מהבסיס. הוא ניגש אליך בצהריים אחרי שהגיש בבוקר בקשת יציאה בצורה מסודרת להבין מה התשובה ומבקש לצאת בהקדם."
      ],
      "video": "https://youtu.be/M06kcNSLxMI",
      "choices": [
        {
          "text": "א. \"לא יוצא\" - נהוראי אתה כבר שיקרת לי כמה פעמים, לא הגיוני שקובעים ניתוח מאתמול להיום. אתה לא יוצא, הבקשה לא מאושרת.",
          "next": "left1"
        },
        {
          "text": "ב. \"יוצא אך לא בוודאות\" - מנהלת שיחה עם החייל, ומבקשת פרטים על אף שהכול היה כתוב בבקשת יציאה. אומרת לו שאין בעיה אתה יכול לצאת, אני ממש מבינה כמה סבתא חשובה לך ושאתה אחראי עליה, אדבר עם המ\"מ ואגיד לה לאשר.",
          "next": "right1"
        }
      ],
      "next": {
        "left1": {
          "video": "https://youtu.be/1B58jIUlv3E",
          "choices": [
            {
              "text": "א. בלימת צעקות - את עוצרת את נהוראי מהצעקות שלו, מעמידה אותו במקום ומזכירה לו שהוא החייל שלך ולא הוא קובע מתי ואיך הוא יוצא.",
              "next": "left2"
            },
            {
              "text": "ב. חוזרת בך - את אומרת לו שהוא לא יוצא, מנסה לייצר איתו שיחה שמסבירה לו מדוע הוא לא יוצא, משקפת לו למה התקבלה החלטה ולהדגיש לו את התהליך האישי שלו. ואז את מבינה שיש כאן אירוע שאולי יותר גדול ממה שחשבת, את שואלת אותו שאלות ומבקשת פרטים על הסיטואציה, אומרת לו שתבדקי שוב מה אפשר לעשות וחוזרת להתייעץ עם המפקדת שלך.",
              "next": "right2"
            }
          ]
        },
        "right1": {
          "video": "https://youtu.be/UeaCsxaxSQ4",
          "choices": [
            {
              "text": "א. אומרת לו כי הוא חייב לחזור עד שעה מסוימת כי הש\"ג נסגר ושיעדכן מה שלום סבתא שלו.",
              "next": "end3"
            },
            {
              "text": "ב. מדגישה בפניו כי זה עדיין באישור של המ\"מ וזה עדיין לא סופי.",
              "next": "end4"
            }
          ]
        }
      },
      "end-video": "https://youtu.be/ytOF38m3o3w"
    },
    {
      "description": [
        "את מפקדת ביחידת הגדנ\"ע. השבוע קיבלת חניכים מתיכון לנוער בסיכון ממרכז הארץ. תפקידך לפקד על צוות החניכים, להקנות להם טעימה מהשירות הצבאי בהיבטי המשמעת, התכנים, סדר היום ולטעת בהם מוטיבציה לשירות צבאי משמעותי.",
        "החניכה - יעל, מלכת הכיתה, חריפה וחצופה, רגילה למשוך את תשומת הלב. ביום הקליטה ניגשה אליך באמירה שהיא באה לעבור שבוע משמעותי ולהיות מצטיינת.",
        "הסיטואציה - יעל מושכת את תשומת הלב אליה ורודה בחברים לצוות. אחרי שהביעה ביומיים הראשונים מוטיבציה גבוהה, הערת לה מול הצוות על צורת הדיבור הלא מכבדת שלה לחבריה לצוות. יעל מרגישה שפגעת במעמד שלה מול החברים לשכבה ומתנגדת אליך ולהנחיות שלך. את לוקחת אותה לשיחה בסוף היום אחרי ששחררת את כולם לשעת התארגנות."
      ],
      "video": "https://youtu.be/8K67g3uRFdY",
      "choices": [
        {
          "text": [
            "לדבר עם המ\"מ",
            "את אומרת לחניכה שאת בוחרת לסיים את השיחה ולעלות את זה למ\"מ על מנת שירחיקו את החניכה מהגדנ\"ע, את לא רואה שום סיכוי להתקדמות מולה."
          ],
          "next": "left1"
        },
        {
          "text": [
            "להמשיך לנהל שיחה",
            "את בוחרת להמשיך לנהל שיחה עם החניכה, מנסה להסביר לה שזה בסה\"כ שבוע גדנ\"ע ושזה בחירה שלה איך היא תעשה אותו, מנסה להבין ממנה מה כל כך פגע בה בהתנהלות שלך ומבטיחה שתנסי לתקן בזמן שנשאר."
          ],
          "next": "right1"
        }
      ],
      "next": {
        "left1": {
          "video": "https://youtu.be/cjiSG3KwOKc",
          "choices": [
            {
              "text": "א. מנסה להרגיע אותה, אומרת לה שאת רק רוצה להתייעץ עם המ\"מ ושזה לא אומר כלום לגביה.. מנסה להבהיר לה עדיין שההתנהגות שלה לא מתאימה בתוך הצוות.",
              "next": "left2"
            },
            {
              "text": "תוקפת אותה בחזרה, אומרת לה שהיא לא יכולה לדבר אלייך ככה, ושאת ממש לא מפחדת מלדבר איתה ושהיא ילדה חצופה.",
              "next": "right2"
            }
          ]
        },
        "right1": {
          "video": "https://youtu.be/dZKeujDu4Uk",
          "choices": [
            {
              "text": "את מנצלת את השיחה עם החניכה על מנת לשאול שאלות ולהעביר אותה איזשהו תהליך במהלך הימים הקרובים, מספרת לה גם על עצמך ועל חוויה דומה שהייתה לך לפני כמה שנים ומנסה לרתום אותה אלייך בעזרת זה.",
              "next": "end3"
            },
            {
              "text": "את ממשיכה לנהל איתה שיחה ברגישות אך מדגישה בפניה כי ההתנהגות שלה לא הייתה מתאימה ושהיא תצטרך לפעמים לקבל ביקורת מול אנשים והיא צריכה ללמוד לקבל את זה ולרצות בזה.",
              "next": "end4"
            }
          ]
        }
      },
      "end-video": "https://youtu.be/0KPXFYUy39I"
    },
    {
      "description": [
        "תפקידך כמש\"קית חינוך הוא להיות הגורם החינוכי ביחידה בה את משרתת, לתת מענה חינוכי למפקדים ביחידה, להפיק אירועי תוכן יחידתיים ולטעת את ערכי צה\"ל בחיילי היחידה תוך הגברת המוטיבציה לשירות משמעותי ותחושת החיבור למשימה, לצבא ולמדינה.",
        "היחידה- הינה יחידה לוחמת בה מכשירים את הלוחמים לצאת ביצוע משימות איכות ברצועת עזה, מפקדי היחידה כולם שירתו ב7.10 ובעצימות המלחמה. מזה 4 חודשים ישנו פער במש\"קית חינוך ביחידה אחרי שהמש\"קית הקודמת לא תפקדה בצורה טובה, דבר שהוריד את האמון בתחום החינוך ואת המוטיבציה להיעזר במש\"קית החינוך, לצד שימת דגש בלעדי על הכשרה מנטלית-חוסנית ופיזית ללחימה עצימה וקשוחה.",
        "הסיטואציה- את לפני שבוע סיימת את קורס מש\"קיות החינוך ושובצת ליחידה הלוחמת אליה רצית להגיע. עם הגעתך ליחידה גילית שבעוד שבוע מתחילה הכשרת לוחמים חדשה וכשאת מנסה לדבר עם המפקדים ולברר על התכנים החינוכיים בהכשרה את נתקלת בסירוב.את מבינה שאין היענות של המפקדים לשיתוף פעולה איתך, חלקם חדשים וחלקם עוד מאוכזבים מהפער/ מש\"קית קודמת שלא תפקדה כראוי, עם זאת את מבינה את חשיבות התכנים ורוצה להוכיח את עצמך."
      ],
      "video": "https://youtu.be/uABULblZGh0",
      "choices": [
        {
          "text": [
            "את מנסה לשכנע אותו, אומרת שאת חדשה פה ושבאת לעשות את התפקיד שלך בצורה הטובה ביותר, את מנסה להציע לו להכניס תכני חינוך ושתעזרי לו בכל מה שיצטרך."
          ],
          "next": "left1"
        },
        {
          "text": [
            "את מבינה שאין עם מי לדבר ובוחרת ללכת משם ולנסות לחשוב איך להכניס את התכנים לתוך ההכשרה. והולכת להתייעץ עם הקצינה שלך מה לעשות."
          ],
          "next": "right1"
        }
      ],
      "next": {
        "left1": {
          "video": "https://youtu.be/eu1kGS6upOU",
          "choices": [
            {
              "text": "את מנסה שוב לשכנע אותו, מנסה להסביר לו את החשיבות של התוכנית חינוך וגם קצת נעלבת שזה מה שהוא חושב אז מגיבה בעצבים וכעס",
              "next": "left2"
            },
            {
              "text": "את הולכת משם ומתחילה לעבוד על חומרים לפגישה. במקביל, מנסה לקבוע איתו זמן אך רואה שהוא מורח אותך כל הזמן ולא קובע איתך שעה שבה תשבו.",
              "next": "right2"
            }
          ]
        },
        "right1": {
          "video": "https://youtu.be/GAVbTdIfAmM",
          "choices": [
            {
              "text": "את יושבת על תוכנית החינוך ושולחת לקצינה שלך להערות, היא מתקנת לך ואת מחליטה ללכת אליו ולהראות לו את התוכנית וככה לשכנע אותו שהוא צריך לשתף פעולה",
              "next": "end3"
            },
            {
              "text": "את כותבת את התוכנית, שולחת לקצינה לאישור ואז את לא מתקנת את התיקונים הרבה זמן, התוכנית נשארת אצלך ואת לא מעבירה אותה למפקד וכבר נגמרת ההכשרה לאחר שלא עבר אך תוכן הקשור בחינוך.",
              "next": "end4"
            }
          ]
        }
      },
      "end-video": "https://youtu.be/hHywGBvfXHo"
    },
    {
      "description": [
        "מש\"קי תקומה/ גשרים פועלים עם ילדים ונוער בפריפריה ובעוטפי ישראל ומסייעים להם לימודית בתחומיי הסייבר, הלמידה בבית הספר או בחינוך בלתי פורמלי, זאת בכדי לתת ליווי ותמיכה שתפתח את הנער/ה עד הגיוס לצה\"ל.",
        "הנערה- מיכל, נערה חכמה, וחברותי בכיתה יא' שגדלה בשדרות, ב7.10 הבית שלה הופצץ ונהרס ע\"י המחבלים ומאז הם גרים בדירה חלופית בשכונה בקצה השני של העיר, הוריה נפצעו ורק כעת מתחילים לחפש עבודה אחרי תהליך שיקום ארוך, מיכל עברה לבית ספר קרוב לבית החדש ללא חברים.",
        "הסיטואציה- מיכל שהייתה בעבר תלמידה מחוננת ומצטיינת לא משקיעה בלימודים כבר תקופה, רוצה לוותר על מגמת המחשבים שהתחילה, היא בורחת מהשיעורים וכל פעם משקרת למורה שהיא צריכה לעזור להורים ולכן יוצאת מהשיעור ובורחת לפינת העישון. הוריה לא מודעים לתפקודה הלקוי בבית הספר והמנהלת מזמנת אותם לשיחה. מיכל מאוד לחוצה מהסיטואציה ולא יודעת מה לעשות ופונה אליך לעזרה."
      ],
      "video": "https://youtu.be/pTLR9a7V_yI",
      "choices": [
        {
          "text": [
            "את מנסה לדבר עם מיכל, שואלת אותה שאלות בעדינות גם על המצב וגם על מה שהיה אז. את מציעה לה להפגש עם פסיכולוג שאולי יעזור יותר... מסבירה לה שחשוב שהיא תדבר על זה עם ההורים שלה ושאת בטוחה שהם יבינו."
          ],
          "next": "left1"
        },
        {
          "text": [
            "את מדברת איתה ומנסה להרגיע אותה אך גם מבהירה לה שאת חייבת להעביר את זה למורה שלה ושהיא כנראה תדבר עם ההורים ושאת פה בשבילה לכל מה שהיא צריכה."
          ],
          "next": "right1"
        }
      ],
      "next": {
        "left1": {
          "video": "https://youtu.be/bEMl9-EKtxk",
          "choices": [
            {
              "text": "את מנסה להסביר למיכל שזאת תקופה והיא תעבור ושהיא יכולה גם לדבר עם היועצת של בית ספר שהיא כמו פסיכולוגית, את מנסה להציע לה אלטרנטיבות שהן לא את כדי שהיא לא תייצר תלות בך.",
              "next": "left2"
            },
            {
              "text": "את מחבקת את מיכל ואומרת לה שאת תמיד פה בשבילה ושכל מה שצריך את תעשי. את אומרת לה שאת גאה בה ולא משנה מה היא תבחר את מאחוריה",
              "next": "right2"
            }
          ]
        },
        "right1": {
          "video": "https://youtu.be/8pclN4F8Cec",
          "choices": [
            {
              "text": "את חוזרת בך ואומרת למיכל שלא תגידי לאף אחד על מה שהיא אמרה ושאת פה בשבילה, מרגיעה אותה ואומרת שכל מה שהיא תחליט את מאחוריה",
              "next": "end3"
            },
            {
              "text": "את אומרת למיכל שאת יודעת שזה יהיה קשה אבל שאת חייבת להגיד להם ושאתן תעברו את זה ביחד ושאת פה בשבילה.",
              "next": "end4"
            }
          ]
        }
      },
      "end-video": "https://youtu.be/JoyYQM2lDjg"
    },
    {
      "description": [
        "מש\"קית עברית במערך הפרוס משרתת בכלל יחידות צה\"ל השונות ותפקידה ללמד עברית חיילים עם סימול עברית נמוך, היא לא המפקדת הישירה של החיילים אלא מתפקדת כמש\"קית המעבירה להם תכני עברית בשיעורים פרטניים ביחידות.",
        "החייל- בנימין הוא חייל בודד מצרפת, משרת כשק\"מיסט בבסיס גדול בדרום הארץ, השפה שלו ברמה ממש נמוכה אך יש לו מוטיבציה גבוהה ללמידה. הוא חברותי, אהוב ונעים, מצבו הכלכלי לא טוב, החברים היחידים שלו הם בבסיס בסופ\"שים שהוא יוצא הוא ישן עם סבתא שלו שחולה מאוד.",
        "הסיטואציה- את מלמדת קבוצת חיילים ביחד, בנימין ממש מתקשה ואת רואה שהוא לא מבין את החומר ולא מרוכז בשיעור, את יודעת שהוא חבר מאוד טוב של שאר חברי הקבוצה אז קשה לו מבחינת השפה. למרות שאת מאוד עמוסה ודימה לוקח לך המון קשב ובגלל זה את לא מתפנה לחיילים אחרים או לצרכים האישיים שלך את לוקחת אותו לשיחה במטרה לנסות להבין מה יכול לעזור לו. "
      ],
      "video": "https://youtu.be/9saU4M0VZDI",
      "choices": [
        {
          "text": [
            "את מנסה לדבר עם בנימין ולהסביר לו שאת מבינה שקשה פה בזמן האחרון אבל שאת חושבת ששיעורי עברית יוכלו לעזור. את מציעה שידבר עם המפקד שלו ובוחרת להעביר לו שיעור פרטי על החומר שלמדתם בשיעור האחרון"
          ],
          "next": "left1"
        },
        {
          "text": [
            "את מדברת עם בנימין ואומרת לו שזאת הסיטואציה ועכשיו הוא חייל בצבא והוא צריך להתמודד, את מציעה לו שבשיעור הבא הוא יקריא מול כולם טקסט. כי את חושבת שככה זה יתן לו ביטחון"
          ],
          "next": "right1"
        }
      ],
      "next": {
        "left1": {
          "video": "https://youtu.be/FqUaWYu_e1I",
          "choices": [
            {
              "text": "את מציעה לדימה שאת תדברי עם המפקד שלו ותנסי להסביר לו את המצב, בנוסף את מציעה לו שכל פעם לפני שיעור עם כולם את תעברי איתו על החומר שהולך להיות בשיעור כדי שהוא ירגיש מוכן יותר",
              "next": "left2"
            },
            {
              "text": "את אומרת לדימה שאין בעיה ואתם תעשו שיעור פרטי באופן חד פעמי אבל אז הוא יצטרך להקשיב בשיעורים וללמוד לבד כי אין לך זמן לעשות לו עוד שיעורים.",
              "next": "right2"
            }
          ]
        },
        "right1": {
          "video": "https://youtu.be/nEWivVfsUq0",
          "choices": [
            {
              "text": "את אומרת לדימה שאתם תעברו על הטקסט ביחד ושאת מאמינה בו שהוא יצליח. את מנסה להסביר לו שהמטרה שלך זה שהוא ידע עברית הכי טוב.",
              "next": "end3"
            },
            {
              "text": "את אומרת לדימה שאין פה שאלה ואת מעבירה לו את הטקסט שיעבור עליו לפני, ושאת רוצה לראות אותו בשיעור הבא מקריא מול החברים שלו. את מבהירה לו שאת יודעת שזה מפחיד אבל הוא יעשה את זה כי זה מה שנכון לתהליך שלו.",
              "next": "end4"
            }
          ]
        }
      },
      "end-video": "https://youtu.be/6lwRwGnYHLM"
    }
  ]
}